[
  {
    "title": "BeautyAct - To Go Eyeshadow Palette",
    "content": "Contains nine richly pigmented eyeshadows in matte, shimmering, and sparkling shades. The eyeshadows can be used separately or blended to create your own custom look. The formula, which is extremely easy to blend, is effortless to work with and lasts from morning to evening. 100% Vegan and made in Italy. BeautyAct delivers skincare-infused and multifunctional makeup designed for an active lifestyle. The Bare To Go Eyeshadow Palette contains nine richly pigmented eyeshadows in matte, shimmering, and sparkling shades.",
    "price": 399.0,
    "images": {
      "url": "https://www.kicks.se/globalassets/integrationimages/7310641666712-1.jpg?ref=973681&hasAlpha=false&w=960&preset=background",
      "alt": "Framsidan av Produkt 1"
    }
  },
  {
    "title": "Morphe - Neutral Artistry Palette",
    "content": "Switch up to these neutral shades that are easy to apply and use. These stunning shades can be mixed and matched, so you'll always create a beautiful look. SHADES (row 1): Bare Play, Make a Deal, Straight Up (row 2): Midi, Pact, Promise (row 3): Halfway, Open Mind, Win-Win.",
    "price": 199.99,
    "images": {
      "url": "https://www.kicks.se/globalassets/integrationimages/192608231679.jpg?ref=1010609&hasAlpha=false&w=960&preset=background",
      "alt": "Framsidan av Produkt 2"
    }
  },
  {
    "title": "Yves Saint Laurent - Shine Lipstick",
    "content": "YSL LOVESHINE is a high-gloss lipstick that gives lips a wet look. The moisturizing and nourishing formula leaves your lips feeling cared for and protected. Easy to apply, it glides smoothly on the lips. Apply multiple layers for more gloss and color. Experience our unique transforming and melting formula – from lipstick to high-gloss lip oil. Treat yourself to delicious colors that are easy to build, from delicate semi-transparent to eye-catching, high-gloss lips! Discover the upgraded formula of the iconic Rouge Volupté Shine in a new silver packaging. The nourishing formula keeps your lips feeling hydrated, cared for, and protected.",
    "price": 349.99,
    "images": {
      "url": "https://www.kicks.se/globalassets/integrationimages/3614274132625-5.jpg?ref=2980630&hasAlpha=false&w=960&preset=background",
      "alt": "Framsidan av Produkt 3"
    }
  }
]
